[{"Column":"geoid","Description":"Full FIPS code"},{"Column":"tratce","Description":"6-digit tract FIPS code"},{"Column":"treesN","Description":"Total number of trees (represented as unique polygons) by tract. Derived from polygon data digitized as trees from Lidar raw sonar data, originally processed by the Spatial Analysis Laboratory, made available through the Regional Trees Initiative and U.S. Forest Service, and finally cleaned, processed, and aggregated to census tract scale by the Health Regions & Policies Lab."},{"Column":"treeCrDn","Description":"Percentage of total census tract area covered by tree polygons (with each polygon representing the tree crown, or maximum tree crown width). Derived from polygon data digitized as trees from Lidar raw sonar data, originally processed by the Spatial Analysis Laboratory, made available through the Regional Trees Initiative and U.S. Forest Service, and finally cleaned, processed, and aggregated to census tract scale by the Health Regions & Policies Lab."},{"Column":"svi","Description":"Social Vulnerability Index via CDC using 2018 ACS 5-year data."},{"Column":"hardship","Description":"Economic Hardship Index, calculated using 2018 ACS 5-year data using standard approach using six components (unemployment, dependency, education, income, crowded housing, poverty) by Center for Spatial Data Science."},{"Column":"floodSusc","Description":"The urban flood susceptibility index identifies priority areas across the region for flood mitigation activities."},{"Column":"heatIsl","Description":"Measure of land surface temperature to approximate the heat island effect. 1km grid raw data aggregated to census tract scale using average of grid values. Values close to 1 represent grid cells that have high summer temperatures relative to all other cells in the Chicago area; values closer to 0 represent lower values. Derived from mean Land Surface Temperature (LST) collected by NASA’s MODIS satellite (MOD11 dataset)."},{"Column":"logTraf","Description":"This measure corresponds to logged average annual average daily traffic counts by street segment, by census tract. The final result is then scaled from 0 to 100, with higher numbers corresonding to greater traffic. "},{"Column":"pm25NN","Description":"Average PM 2.5 estimates during summer (Jun-Aug) from 2014-2018, calculated using a neural network model via Center for Spatial Data Science."},{"Column":"asthmaAv","Description":"Number of Emergency Dept. asthma visits (age 0-18) between 2013-2018, calculated at the zip code and shared via the Chicago Health Atlas."},{"Column":"asthemaAdj","Description":"Age adjusted rate of Emergency Dept. asthma visits (age 0-18) between 2013-2018, calculated at the zip code and shared via the Chicago Health Atlas."},{"Column":"totPopE","Description":"Total population in 2018."},{"Column":"whiteP","Description":"Percentage of population with race identified as white alone in 2018."},{"Column":"blackP","Description":"Percentage of population with race identified as Black or African American alone in 2018."},{"Column":"amIndP","Description":"Percentage of population with race identified as Native American or Alaska Native alone in 2018."},{"Column":"asianP","Description":"Percentage of population with race identified as Asian alone in 2018."},{"Column":"hispP","Description":"Percentage of population with ethnicity identified as of Hispanic or Latinx origin in 2018."},{"Column":"otherP","Description":"Percentage of population with race not mentioned in any of the options above (includes two race or more races) in 2018."},{"Column":"childrnP","Description":"Percentage of population under the age of 18 in 2018."},{"Column":"over65P","Description":"Percentage of population over the age of 65 in 2018."},{"Column":"zip_code","Description":"Intersecting Zip Code area."},{"Column":"commarea_n","Description":"Community Area Number"},{"Column":"community","Description":"Community Area Name"},{"Column":"simpson","Description":"Simpson Index of diversity, measuring diversity of plant species."},{"Column":"specCt","Description":"Count of total observations of plant life."},{"Column":"uniqSp","Description":"Unique plant species observed."},{"Column":"ndvi","Description":"Average Normalized Difference Vegetation Index (NDVI) value from all pixel values in each census tract. "},{"Column":"primary_grade_4levels","Description":"This variable shows which of the four redlining categories (A, B, C, or D) was assigned to the most area within the tract."},{"Column":"median_rent","Description":" Describes the median (middle value) cost of rent by census tract."},{"Column":"median_home_value","Description":"Describes the median (middle value) value of homes by census tract."},{"Column":"median_home_value","Description":"Describes the median (middle value) value of homes by census tract."},{"Column":"percentage_foreign_born","Description":"Describes the percent of the census tract’s population not born in the United States.\r\n"},{"Column":"average_household_size","Description":"Describes the average number of residents per household by census tract. \r\n"},{"Column":"percentage_family_households","Description":"Describes the percentage of households with at least two people.\r\n"},{"Column":"percentage_four_year_degree_or_higher_total","Description":"Describes the percent of the census tract’s population with at least a four-year degree."},{"Column":"pop_density (sq.mi.)","Description":"Describes the number of people per square mile."},{"Column":"percentage_seniors","Description":"Describes the percentage of the census tract’s population above the age of 65.\n"},{"Column":"percentage_children","Description":"Describes the percentage of the census tract’s population below the age of 18.\r\n"},{"Column":"percentage_overcrowding","Description":"Describes the percentage of households with more people living in the household than rooms in each census tract."},{"Column":"cost_burdened_owners_renters","Description":"Describes the percentage of households paying over thirty percent of their gross monthly income for housing."},{"Column":"CMAQ_NO2","Description":"Describes the annualized (average from 1 month of each season) ambient concentration of NO2 from a 1.3 km WRF-CMAQ model simulation."},{"Column":"CMAQ_O3","Description":"Describes the annualized (average from 1 month of each season) ambient concentration of O3 from a 1.3 km WRF-CMAQ model simulation."},{"Column":"CMAQ_PM25","Description":"Describes the annualized (average from 1 month of each season) ambient concentration of PM2.5 from a 1.3 km WRF-CMAQ model simulation."},{"Column":"primary_grade_3levels","Description":"Describes residents’ susceptibility to displacement due to rising housing prices. Their vulnerability could also be due to income, housing cost burden, or renter status. Areas are categorized as “High-cost”, “Moderate-Cost” or, “Lower-Cost''. \r\n"}]