[{"Column":"geoid","Description":"Full FIPS code"},{"Column":"tratce","Description":"6-digit tract FIPS code"},{"Column":"treesN","Description":"Total number of trees (represented as unique polygons) by tract. Derived from polygon data digitized as trees from Lidar raw sonar data, originally processed by the Spatial Analysis Laboratory, made available through the Regional Trees Initiative and U.S. Forest Service, and finally cleaned, processed, and aggregated to census tract scale by the Health Regions & Policies Lab."},{"Column":"treeCrDn","Description":"Percentage of total census tract area covered by tree polygons (with each polygon representing the tree crown, or maximum tree crown width). Derived from polygon data digitized as trees from Lidar raw sonar data, originally processed by the Spatial Analysis Laboratory, made available through the Regional Trees Initiative and U.S. Forest Service, and finally cleaned, processed, and aggregated to census tract scale by the Health Regions & Policies Lab."},{"Column":"svi","Description":"Social Vulnerability Index via CDC using 2018 ACS 5-year data."},{"Column":"hardship","Description":"Economic Hardship Index, calculated using 2018 ACS 5-year data using standard approach using six components (unemployment, dependency, education, income, crowded housing, poverty) by Center for Spatial Data Science."},{"Column":"floodSusc","Description":"floodSusc: Urban flood susceptibility index, via FEMA."},{"Column":"heatIsl","Description":"heatIsl: Measure of land surface temperature to approximate the heat island effect. 1km grid raw data aggregated to census tract scale using average of grid values. Values close to 1 represent grid cells that have high summer temperatures relative to all other cells in the Chicago area; values closer to 0 represent lower values. Derived from mean Land Surface Temperature (LST) collected by NASA’s MODIS satellite (MOD11 dataset)."},{"Column":"logTraf","Description":null},{"Column":"pm25NN","Description":"Average PM 2.5 estimates during summer (Jun-Aug) from 2014-2018, calculated using a neural network model via Center for Spatial Data Science."},{"Column":"asthmaAv","Description":"Number of Emergency Dept. asthma visits (age 0-18) between 2013-2018, calculated at the zip code and shared via the Chicago Health Atlas."},{"Column":"asthemaAdj","Description":"Age adjusted rate of Emergency Dept. asthma visits (age 0-18) between 2013-2018, calculated at the zip code and shared via the Chicago Health Atlas."},{"Column":"totPopE","Description":"total population, ACS 2018 5-year estimate via OEPS"},{"Column":"whiteP","Description":"Percentage of population with race identified as white alone"},{"Column":"blackP","Description":"blackP: Percentage of population with race identified as Black or African American alone"},{"Column":"amIndP","Description":"Percentage of population with race identified as Native American or Alaska Native alone"},{"Column":"asianP","Description":"Percentage of population with race identified as Asian alone"},{"Column":"hispP","Description":"Percentage of population with ethnicity identified as of Hispanic or Latinx origin"},{"Column":"otherP","Description":"Percentage of population with race not mentioned in any of the options above (includes two race or more races)"},{"Column":"childrnP","Description":"Percentage of population under the age of 18."},{"Column":"over65P","Description":"Percentage of population over the age of 65."},{"Column":"zip_code","Description":"intersecting Zip Code area"},{"Column":"commarea_n","Description":"Community Area Number"},{"Column":"community","Description":"Community Area Name"},{"Column":"simpson","Description":"Simpson Index of diversity"},{"Column":"specCt","Description":"Count of total observations of plant life"},{"Column":"uniqSp","Description":"Unique species observed"},{"Column":"ndvi","Description":"NDVI"}]