[{"title":"Urban Air Chicago","link":"https://urban.microsoft.com/air/city/chicago","text":"Urban Air Chicago reports real-time readings from a network of over 100 low-cost air pollution sensors across the city.<br/><br/>\nBy <a href=\"https://www.microsoft.com/en-us/research/group/urban-innovation/\" target=\"_blank\" rel=\"noopener noreferrer\">Microsoft Research</a>.\n\n","logo":"/img/resource/ms_logo.jpg","image":"/img/resource/ms_screenshot.jpg","logoAltText":null,"imageAltText":null,"dateAdded":2022,"verified":1},{"title":"Chicago Greenprint Tool","link":"https://tnc.maps.arcgis.com/apps/webappviewer/index.html?id=e5c0ec8fafb8401980d755a58ab7c5e8","text":"The Nature Conservancy has created the Chicago Greenprint interactive map to highlight where the effects of changing weather impacts, like flooding and heatwaves, disproportionately impact neighborhoods that are most intensely affected by inequitable systems and actions. The Chicago Greenprint aims to inform local residents, community leaders and decision-makers to better understand where nature can offer potential solutions.<br/><br/>\nBy the Nature Conservancy.\n\n","logo":"/img/resource/tnc_logo.jpg","image":"/img/resource/tnc_screenshot.jpg","logoAltText":null,"imageAltText":null,"dateAdded":2022,"verified":1},{"title":"Chicago Wilderness Hub","link":"https://cw-fieldmuseum.hub.arcgis.com/","text":"\nChicago Wilderness Hub is a unique online system that will allow us to realize the Green Vision by tracking our progress and opportunities, and by putting the power of maps and data gathering into the hands of our users.<br/><br/>\nBy the Field Museum.\n\n","logo":"/img/resource/cw_logo.jpg","image":"/img/resource/cw_screenshot.jpg","logoAltText":null,"imageAltText":null,"dateAdded":2022,"verified":null},{"title":"Audubon Great Lakes Marsh Bird Data Hub","link":"https://greatlakesbirds-audubon.hub.arcgis.com/","text":"\nThrough partnerships, Audubon Great Lakes has established regular marsh bird and vegetation monitoring at 32 sites across the region. This monitoring is crucial to our wetland conservation efforts in Illinois and Indiana. This Marsh Bird Data Hub serves to showcase these efforts and results. It is our hope that conservation partners and the community will use the data and tools to not only learn more about the marsh birds in our region, but also bring in a marsh bird conservation lens to their work.<br/><br/>\nBy the Audubon Society.","logo":"/img/resource/aubudon_logo.jpg","image":"/img/resource/aubudon_screenshot.jpg","logoAltText":null,"imageAltText":null,"dateAdded":2022,"verified":null},{"title":"Get Outside Map","link":"https://openlands.org/getoutside/","text":"With over 400 parks, preserves, and natural areas to choose from on the Openlands Get Outside Map, discover new places and ways to enjoy nature in the Chicago region. Explore using either the List View or Map View below. Filter locations using a list of suggested benefits (such as public transit access or picnic facilities) and activities (such as walking or birdwatching) or Search by name, location, benefit or activity in the search bar.<br/><br/>\nBy Openlands.","logo":"/img/resource/openlands_logo.jpg","image":"/img/resource/openlands_screenshot.jpg","logoAltText":null,"imageAltText":null,"dateAdded":2022,"verified":null},{"title":"Air Quality Chicago","link":"https://airqualitychicago.org/results","text":"\nThe Environmental Law and Policy Center (ELPC) has partnered with a host of community members, youth and volunteers to sample Chicago’s air quality. Together we empower communities to take part in the data collection process during the summer, using cutting-edge, hand-held AirBeam monitors. We have over five million data points and counting! ELPC and community partners have long been interested in air pollution-related public health issues and their disproportionate effects across Chicago’s neighborhoods. Our goal is improving air quality in the areas most threatened by PM2.5 pollution.<br/><br/>\nBy the Environmental Law and Policy Center.","logo":"/img/resource/aqc_logo.jpg","image":"/img/resource/aqc_screenshot.jpg","logoAltText":null,"imageAltText":null,"dateAdded":2022,"verified":null}]