[{"title":"Air Quality Chicago","category":"non-governmental","link":"https://airqualitychicago.org/results","text":"\nThe Environmental Law and Policy Center (ELPC) has partnered with a host of community members, youth and volunteers to sample Chicago’s air quality. Together we empower communities to take part in the data collection process during the summer, using cutting-edge, hand-held AirBeam monitors. We have over five million data points and counting! ELPC and community partners have long been interested in air pollution-related public health issues and their disproportionate effects across Chicago’s neighborhoods. Our goal is improving air quality in the areas most threatened by PM2.5 pollution.<br/><br/>\nBy the Environmental Law and Policy Center.","logo":"/img/resource/aqc_logo.jpg","image":"/img/resource/aqc_screenshot.jpg","logoAltText":null,"imageAltText":null,"dateAdded":2022,"verified":null},{"title":"AirNow","category":"governmental","link":"https://www.airnow.gov/","text":"AirNow is your one-stop source for air quality data. Our website and app highlights air quality in your local area first, while still providing air quality information at state, national, and world views. AirNow’s interactive map even lets you zoom out to get the big picture or drill down to see data for a single air quality monitor. <br/><br/> By the U.S. Environmental Protection Agency, National Oceanic and Atmospheric Administration (NOAA), National Park Service, NASA, Centers for Disease Control, and tribal, state, and local air quality agencies.","logo":"https://scontent-ord5-1.xx.fbcdn.net/v/t39.30808-6/351042968_640306007949488_8874754052951491575_n.jpg?_nc_cat=111&ccb=1-7&_nc_sid=127cfc&_nc_ohc=42vfTC-KfIQQ7kNvgHylF7C&_nc_ht=scontent-ord5-1.xx&oh=00_AYD4M1MaRfK8Iqbmh30aUe7LBjrbTm5Gj4iS2bPYj3jKAg&oe=6683BF52","image":"/img/resource/airnow-screenshot.png","logoAltText":null,"imageAltText":null,"dateAdded":2024,"verified":null},{"title":"Audubon Great Lakes Marsh Bird Data Hub","category":"non-governmental","link":"https://greatlakesbirds-audubon.hub.arcgis.com/","text":"\nThrough partnerships, Audubon Great Lakes has established regular marsh bird and vegetation monitoring at 32 sites across the region. This monitoring is crucial to our wetland conservation efforts in Illinois and Indiana. This Marsh Bird Data Hub serves to showcase these efforts and results. It is our hope that conservation partners and the community will use the data and tools to not only learn more about the marsh birds in our region, but also bring in a marsh bird conservation lens to their work.<br/><br/>\nBy the Audubon Society.","logo":"/img/resource/aubudon_logo.jpg","image":"/img/resource/aubudon_screenshot.jpg","logoAltText":null,"imageAltText":null,"dateAdded":2022,"verified":null},{"title":"Chicago Greenprint Tool","category":"non-governmental","link":"https://tnc.maps.arcgis.com/apps/webappviewer/index.html?id=e5c0ec8fafb8401980d755a58ab7c5e8","text":"The Nature Conservancy has created the Chicago Greenprint interactive map to highlight where the effects of changing weather impacts, like flooding and heatwaves, disproportionately impact neighborhoods that are most intensely affected by inequitable systems and actions. The Chicago Greenprint aims to inform local residents, community leaders and decision-makers to better understand where nature can offer potential solutions.<br/><br/>\nBy the Nature Conservancy.","logo":"/img/resource/tnc_logo.jpg","image":"/img/resource/tnc_screenshot.jpg","logoAltText":null,"imageAltText":null,"dateAdded":2022,"verified":null},{"title":"Chicago Region Tree Census","category":"non-governmental","link":"https://mortonarb.org/science/tree-census/","text":"In 2020, The Morton Arboretum partnered with Davey Resource Group Inc. and the Student Conservation Association to conduct its second tree census, remeasuring 1,576 plots in the city of Chicago and the seven surrounding counties. The 2020 tree census serves as a strategic guide for local and regional stakeholders to understand current trends and make informed decisions about how to protect and improve the forest to benefit residents and communities. <br/><br/> By the Morton Arboretum.","logo":"/img/resource/mortonarb_logo.jpg","image":"/img/resource/mortonarb_screenshot.jpg","logoAltText":null,"imageAltText":null,"dateAdded":2022,"verified":null},{"title":"Chicago Regions Tree Intitative Priority Areas Map","category":"non-governmental","link":"https://chicagorti.org/","text":"Explore where trees are needed most in the Chicago region using CRTI's tree tool. To identify which areas have the most needs, we combined canopy cover, surface temperature, air quality, flood risk, health, and social vulnerability data into maps. See your community’s canopy cover and how it impacts your neighborhood. More resources can be found at the main CRTI website. <br/><br/> By the Chicago Region Trees Initative.","logo":"/img/resource/crti.jpeg","image":"/img/resource/crti-map.png","logoAltText":null,"imageAltText":null,"dateAdded":2024,"verified":null},{"title":"Chicago River Habitat Connectivity Action Plan","category":"non-governmental","link":"https://storymaps.arcgis.com/stories/49633d2508474ad48a1d6d341e14b459","text":"This initiative aims to identify strategies, methodologies, and future project opportunities to expand river system habitat connectivity. <br/><br/> By the Friends of the Chicago River.","logo":"/img/resource/chicago_river_logo.png","image":"/img/resource/chicago_river_img.png","logoAltText":null,"imageAltText":null,"dateAdded":2023,"verified":null},{"title":"Chicago Wilderness Hub","category":"non-governmental","link":"https://cw-fieldmuseum.hub.arcgis.com/","text":"\nChicago Wilderness Hub is a unique online system that will allow us to realize the Green Vision by tracking our progress and opportunities, and by putting the power of maps and data gathering into the hands of our users.<br/><br/>\nBy the Field Museum.\n\n","logo":"/img/resource/cw_logo.jpg","image":"/img/resource/cw_screenshot.jpg","logoAltText":null,"imageAltText":null,"dateAdded":2022,"verified":null},{"title":"Chicago's Cumulative Impact Assessment","category":"governmental","link":"https://www.chicago.gov/city/en/depts/cdph/supp_info/Environment/cumulative-impact-assessment.html","text":"As directed by the Executive Order issued in May 2023 and the City's ongoing commitment to environmental justice (EJ) and accountability, the City has released its first version of the Chicago EJ Action Plan Report on December 22, 2023. Read the Report at this site. <br/><br/> By the City of Chicago.","logo":"https://design.chicago.gov/assets/img/logo/LOGO-CHICAGO-horizontal.png","image":"/img/resource/impact-report.png","logoAltText":null,"imageAltText":null,"dateAdded":2024,"verified":null},{"title":"Chicago's Environmental Justice Action Plan","category":"governmental","link":"https://www.chicago.gov/content/dam/city/depts/cdph/environment/CumulativeImpact/EJ%20Action%20Plan%20Annual%20Report%20-%20December%202023.pdf","text":"The Interdepartmental Environmental Working Justice Work Group (Interdepartmental EJ Work Group\") was formed in March 2023 by the Department of Environment (formerly the Office of Climate and Environmental Equity) and the Department of Public Health to ensure that all City departments are working together to promote environmental justice by identifying and addressing inequities. An Executive Order (2023-3) formalized the Interdepartmental EJ Work Group to lead and contribute City-wide EJ Strategy going forward. This report satisfies the City's committment under the Executive Order to \"publish a report by December 31, 2023, and on an annual basis thereafter, to share updates on progress towards goals in the EJ Action Plan.\" The City will update the format of this report in early 2024.  <br/><br/> By the City of Chicago.","logo":"https://design.chicago.gov/assets/img/logo/LOGO-CHICAGO-horizontal.png","image":"/img/resource/city-action-plan.png","logoAltText":null,"imageAltText":null,"dateAdded":2024,"verified":null},{"title":"City of Chicago Department of Environment and Sustainability","category":"governmental","link":"https://www.chicago.gov/city/en/progs/env.html","text":"Creating a green, sustainable city requires hard work, cooperation and a commitment from local government as well as every individual, business and institution in the city. Learn more about what the City is doing and what residents can do at this department site.   <br/><br/> By the City of Chicago.","logo":"https://design.chicago.gov/assets/img/logo/LOGO-CHICAGO-horizontal.png","image":"/img/resource/dept-env-screenshot.png","logoAltText":null,"imageAltText":null,"dateAdded":2024,"verified":null},{"title":"EJScreen: Environmental Justice Screening and Mapping Tool","category":"governmental","link":"https://www.epa.gov/ejscreen","text":"EJScreen is EPA's environmental justice mapping and screening tool that provides EPA with a nationally consistent dataset and approach for combining environmental and socioeconomic indicators. EJScreen users choose a geographic area; the tool then provides socioeconomic and environmental information for that area.  <br/><br/> By the U.S. Environmental Protection Agency.","logo":"https://upload.wikimedia.org/wikipedia/commons/thumb/6/6f/Seal_of_the_United_States_Environmental_Protection_Agency.svg/2048px-Seal_of_the_United_States_Environmental_Protection_Agency.svg.png","image":"/img/resource/ejscreen.png","logoAltText":null,"imageAltText":null,"dateAdded":2024,"verified":null},{"title":"Get Outside Map","category":"non-governmental","link":"https://openlands.org/getoutside/","text":"With over 400 parks, preserves, and natural areas to choose from on the Openlands Get Outside Map, discover new places and ways to enjoy nature in the Chicago region. Explore using either the List View or Map View below. Filter locations using a list of suggested benefits (such as public transit access or picnic facilities) and activities (such as walking or birdwatching) or Search by name, location, benefit or activity in the search bar.<br/><br/>\nBy Openlands.","logo":"/img/resource/openlands_logo.jpg","image":"/img/resource/openlands_screenshot.jpg","logoAltText":null,"imageAltText":null,"dateAdded":2022,"verified":null},{"title":"OSHA-NIOSH Heat Safety Tool","category":"governmental","link":"https://www.cdc.gov/niosh/topics/heatstress/heatapp.html","text":"The OSHA-NIOSH Heat Safety Tool is a useful resource for planning outdoor work activities based on how hot it feels throughout the day. It has a real-time heat index and hourly forecasts specific to your location. It also provides occupational safety and health recommendations from OSHA and NIOSH. <br/><br/> By OSHA-NIOSH.","logo":"https://upload.wikimedia.org/wikipedia/commons/thumb/4/44/US-OSHA-Logo.svg/2560px-US-OSHA-Logo.svg.png","image":"/img/resource/osha-heat-tool.png","logoAltText":null,"imageAltText":null,"dateAdded":2024,"verified":null},{"title":"Proximity to Hazards","category":"non-governmental","link":"https://publichealth.uic.edu/news-stories/proximity-to-environmental-health-hazards-in-chicago/#:~:text=The%20proximity%20to%20hazards%20dashboard,issues%20that%20started%20in%202019.&text=One%20of%20the%20underlying%20objectives,in%20the%20overall%20study%20area.","text":"The proximity to hazards dashboard is the latest design from a series of interfaces dealing with environmental justice. This dashboard visualizes the distribution of select environmental burdens and benefits in Chicago by displaying the location and attributes of hazardous sources (such as asphalt plants) in a given radius around a user-specified location, such as a home or a planned industrial site. The tool also shows the locations with sensitive populations (such as schools).  <br/><br/> By the University of Illinois Department of Public Health.","logo":"/img/resource/uic-logo.jpg","image":"/img/resource/uic-ProxHazards.png","logoAltText":null,"imageAltText":null,"dateAdded":2024,"verified":null}]